 // JavaScript Document
 $(document).ready(function() {


    //Check to see if the window is top if not then display button
    $(window).scroll(function(){
        if ($(this).scrollTop() > 100) {
            $('.scrollToTop').fadeIn();
        } else {
            $('.scrollToTop').fadeOut();
        }
    });
    //Click event to scroll to top
    $('.scrollToTop').click(function(){
        $('html, body').animate({scrollTop : 0},800);
        return false;
    });

    
});
// ...ของขวัญนักก๊อป......ของขวัญนักก๊อป......ของขวัญนักก๊อป......ของขวัญนักก๊อป......ของขวัญนักก๊อป......ของขวัญนักก๊อป......ของขวัญนักก๊อป......ของขวัญนักก๊อป...
 //...อีดอกฟ้ากาก......อีดอกฟ้ากาก......อีดอกฟ้ากาก......อีดอกฟ้ากาก......อีดอกฟ้ากาก......อีดอกฟ้ากาก......อีดอกฟ้ากาก......อีดอกฟ้ากาก......อีดอกฟ้ากาก......อีดอกฟ้ากาก......อีดอกฟ้ากาก......อีดอกฟ้ากาก......อีดอกฟ้ากาก......อีดอกฟ้ากาก......อีดอกฟ้ากาก......อีดอกฟ้ากาก......อีดอกฟ้ากาก......อีดอกฟ้ากาก......อีดอกฟ้ากาก...
 //...อีกระเทยควายเบิดร์......อีกระเทยควายเบิดร์......อีกระเทยควายเบิดร์......อีกระเทยควายเบิดร์......อีกระเทยควายเบิดร์......อีกระเทยควายเบิดร์......อีกระเทยควายเบิดร์......อีกระเทยควายเบิดร์......อีกระเทยควายเบิดร์......อีกระเทยควายเบิดร์......อีกระเทยควายเบิดร์......อีกระเทยควายเบิดร์......อีกระเทยควายเบิดร์......อีกระเทยควายเบิดร์......อีกระเทยควายเบิดร์......อีกระเทยควายเบิดร์......อีกระเทยควายเบิดร์......อีกระเทยควายเบิดร์......อีกระเทยควายเบิดร์...
 $(window).load(function (){$('.spinner').fadeOut('slow');})